
[FOXDAMAGETYPE_BULLET_SNUBNOSE]
suicidestrings=shot themself
killstrings=killed %s
killstrings=snubbed %s
killstrings=snuffed out %s
killstrings=gave %s a Balik special
killstrings=shot %s dead
killstrings=bumped off %s

[FOXDAMAGETYPE_THROWINGSTAR]
suicidestrings=starred himself
killstrings=killed %s
killstrings=Star Studded %s

[FOXDAMAGETYPE_THROWINGSTAREXPLOSION]
suicidestrings=starred himself
killstrings=killed %s
killstrings=Star Studded %s

[FOXDAMAGETYPE_THROWINGSTARMELEE]
suicidestrings=starred himself
killstrings=killed %s
killstrings=shruikenated %s
killstrings=Star Studded %s

[FOXWEAPON_BOTTARGETER]
botname='s Assault AI
friendlyname=MK1 Assault AI
friendlytooltip=

[FOXWEAPON_HOLOGRAM]
friendlyname=Personal Holo-decoy
friendlytooltip=Makes a copy of you. Decoy is visible in normal view, not visible in HRV.

[FOXWEAPON_SNUBNOSE]
friendlyname=Snub 260
friendlytooltip=A compact snubnose revolver with a higher rate of fire but less punch than larger revolvers.

[FOXWEAPON_THROWINGSTARS]
friendlyname=Stun Shuriken
friendlytooltip=

[FOXWEAPONBARREL_22]
friendlyname=Frontier Compensator Barrel
friendlytooltip=Extended barrel.<br>Improves spread but impairs damage.
